# RevisionCloudRevisionIssuedTo Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RevisionCloudRevisionIssuedTo Property
ParameterTypeId Class See Also
---
"Issued to"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RevisionCloudRevisionIssuedTo { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RevisionCloudRevisionIssuedTo As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RevisionCloudRevisionIssuedTo {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace